Repository: GISAElkartea/tresna-kutxa
Catalog: */locale/*/LC_MESSAGES/django.po
Languages: eu

source: TK admin
eu: TK kudeaketa

source: Material
eu: Materiala

source: Material classification
eu: Materialaren sailkapena

source: Others
eu: Bestelakoak

source: Chunk
eu: Txertaketa

source: Chunks
eu: Txertaketak

source: slug
eu: helbide bukaera

source: content
eu: edukia

source: Approval
eu: Onarpena

source: State
eu: Egoera

source: Classification
eu: Sailkapena

source: Content
eu: Edukia

source: name
eu: izena

source: Subject
eu: Gaia

source: Subjects
eu: Gaiak

source: Group feature
eu: Talde ezaugarria

source: Group features
eu: Talde ezaugarriak

source: Location
eu: Gune

source: Locations
eu: Guneak

source: Approvals
eu: Onarpenak

source: creation timestamp
eu: sortze data

source: is approved
eu: onartua da

source: comment
eu: iruzkina

source: contact email
eu: kontakturako eposta

source: Approved: "{}"
eu: Baietsia: "{}"

source: Unapproved: "{}"
eu: Ezetsia: "{}"

source: Materials
eu: Materialak

source: title
eu: izenburua

source: highlighted on search
eu: bilaketetan azpimarratua

source: subject
eu: gaia

source: goal
eu: helburua

source: brief
eu: deskribapena

source: author
eu: egilea

source: Activity
eu: Dinamika

source: Activities
eu: Dinamikak

source: location
eu: gunea

source: duration
eu: iraupena

source: Duration in minutes.
eu: Iraupena (minututan).

source: number of people
eu: pertsona kopurua

source: group feature
eu: talde ezaugarria

source: notes
eu: oharrak

source: attachment
eu: erantsia

source: Link the material if its copyright does not allow sharing it.
eu: Materiala estekatu bere copyright-ak ez badu partekatzea baimentzen.

source: The lower bound must be at least 1.
eu: Gutxienezko muga behintzat 1 izan behar du.

source: That year is still in the future.
eu: Urte hori oraindik etorkizuna da.

source: Reading
eu: Irakurgarria

source: Readings
eu: Irakurgarriak

source: pages
eu: orrialdeak

source: year
eu: urtea

source: languages
eu: hizkuntzak

source: Link to the reading.
eu: Irakurgaiera esteka.

source: Video
eu: Bideoa

source: Videos
eu: Bideoak

source: audio languages
eu: audioen hizkuntzak

source: subtitle languages
eu: azpitituloen hizkuntzak

source: Link to the video.
eu: Bideora esteka

source: Link
eu: Esteka

source: Links
eu: Estekak

source: All material
eu: Material guztia

source: Add
eu: Gehitu

source: Change
eu: Aldatu

source: You don't have permission to edit anything.
eu: Ez duzu ezer aldatzeko baimenik.

source: Approval requests
eu: Onarpen eskaerak

source: %(counter)s new approval request.
eu: Onarpen eskari berri %(counter)s.

source: %(counter)s unapproved approval request.
eu: Ezetsitako onarpen eskari %(counter)s.

source: All approval requests.
eu: Onarpen eskaera guztiak.

source: Help
eu: Laguntza

source: Developer contact
eu: Garatzaileen kontaktua

source: This site's interface is partly translated into other languages. The content may however not always be translated.
eu: Gune honen interfazea beste hizkuntzetara itzulia izan da. Edukia bestalde posible da beti itzulia ez egotea.

source: submit
eu: bidali

source: Search
eu: Bilatu

source: Clean
eu: Garbitu

source: Formatted using <a href="http://commonmark.org/help/">Markdown</a>. You can add images by dropping them within the box.
eu: <a href="http://commonmark.org/help/">Markdown</a> erabiliz formateatua. Irudiak kaxara eramanez gehitu ditzazkezu.

source: Created
eu: Sortua

source: Duration (in minutes)
eu: Iraupena (minututan)

source: Minimum number of people
eu: Gutxieneko pertsona kopurua

source: Maximum number of people
eu: Gehienezko pertsona kopurua

source: Attachment
eu: Eranspena

source: Download
eu: Deskargatu

source: Author
eu: Egilea

source: Goal
eu: Helburua

source: Print document
eu: Dokumentua inprimatu

source: <p>The unique identifier for your submission is: <code>%(slug)s</code></p> <p>Thanks for your addition. We will review it as soon as possible.</p> <p>In case you provided us with your email addresss we will use it if we need to discuss any changes we may need to make to your submission.</p>
eu: <p>Hau da bidali diguzunaren identifikatzailea: <code>%(slug)s</code></p> <p>Milesker zure ekarpenarengatik. Ahal dugun bezain laister berrikusiko degu.</p> <p>Zure eposta helbidea eman badiguzu zure ekarpenari aldaketarik egin behar izatekotan zurekin kontaktuan jartzeko erabiliko dugu.</p>

source: Pages
eu: Orrialdeak

source: Year
eu: Urtea

source: Languages
eu: Hizkuntzak

source: first
eu: lehena

source: previous
eu: aurrena

source: next
eu: hurrena

source: last
eu: azkena

source: Your search produced no results.
eu: Zure bilaketak ez du emaitzik sortu.

source: Please correct the errors below.
eu: Mesedez zuzendu ondorengo akatsak.

source: Submit
eu: Bidali

source: Audio languges
eu: Audioen hizkuntzak

source: Subtitle languges
eu: Azpitituloen hizkuntzak

source: Select all
eu: Denak aukeratu

source: Select none
eu: Ezer ez aukeratu
